{
 "kTitle" : "سورة الكهف من السور المستحب قراءتها يوم الجمعة",
 "kContent" : "عن أبي سعيد الخدريّ -رضي الله عنه-: (من قرأ سورةَ الكهف في يومِ الجمعة أضاء له من النورِ ما بين الجمعتين)",
  "eTitle" : "قراءة سورة الإخلاص تعدل قراءة ثلث القرآن",
  "eContent" : "أي في الأجر والثواب؛ فقد ثبت عن النبي -صلى الله عليه وسلم- أنه قال: (أَيَعْجِز أَحَدُكُم أَن يَقْرَأ فِي لَيْلَة ثُلُث الْقُرْآنِ؟ قَالُوا: وَكَيْف يَقْرَأْ ثُلُث الْقُرْآنِ. قَالَ: قُل هُوَ اللَّهُ أَحَدٌ تَعْدِل ثُلُث الْقُرْآنِ)",
  "readQuran" : "اقرا القران",
  "eTasbih" : "السبحه الالكترونيه",
  "qibla" : "القبله",
  "adhkar" :  " الاذكار",
  "prayTime" : "مواعيد الصلاه",
  "changeLang" : "تغيير اللغه",
  "hadith" : "عن أبي هريرة رضي الله عنه؛ أن رسول الله صلى الله عليه وسلم قال: (من قال سبحان الله وبحمده في يوم مائة مرة، حطت عنه خطاياه، ولو كانت مثل زبد البحر).",
  "click" : "اضغط",
  "reset" : "اعد",
  "chaptersOfQuran" : "سور من القران الكريم",
  "verses" : "اياتها",
  "MER" : "اذكار الصباح والمساء",
  "WUR" : "اذكارالاستيقاظ",
  "SR" : "اذكار النوم",
  "IR" : "دعاء صلاة الاستخاره",
  "RAP" : "اذكار بعد الصلاه",
  "VTTTT" : "فضل التسبيح,التحميد,التهليل,والتكبير",
  "sleepingDua" :  "عَن أَبِي هُرَيْرَة رضي الله عنه، قَال : قَال النَّبِي صلى الله عليه وسلم: «إِذَا أَوَى أَحَدُكُم إِلَى فِرَاشِه فَلْيَنْفُض فِرَاشَه بِدَاخِلَة إِزَارِه، فَإِنَّه لَا يَدْرِي مَا خَلَفَه عَلَيْه، ثُم يَقُول: بِاسْمِك رَب وَضَعْت جَنْبِي وَبِك أَرْفَعُه، إِن أَمْسَكْت نَفْسِي فَارْحَمْهَا، وَإِن أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظ بِه عِبَادَك الصَّالِحِينَ»",
  "wakeUpDua" :  "ثبت عن النبي -صلى الله عليه وسلم- أنّه قال: (الحَمْدُ لله الذي أحْيَانَا بَعْد ما أمَاتَنَا وإلَيْه النُّشُور).",
  "MED" :  "أصبحنا وأصبح (أمسينا وأمسى) الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له الملك وله الحمد، وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم (هذه الليلة) وخير ما بعده (وخير ما بعدها)، وأعوذ بك من شر هذا اليوم (هذه الليلة) وشر مابعده (وشر ما بعدها)، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر",
  "askAllahAfia" : "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ مِنْ أَنْ أُغْتَالَ مِنْ تحتي))",
  "seydulEstigfar" :"(( اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ))",
  "seekRefuge" :  " أعوذُ بكلمَات اللِه التّامات من شرّ ما خَلَق",
  "InTheNameOfAllah" : " بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْض وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ",
  "threeTimes" : "(ثلاث مرات)",
  "threeTimesAtNight" : "ُ(ثلات مرات في المساء)",
  "SI" : "سورة الاخلاص",
  "SF" : "سورة الفلق",
  "SN" : "سورة الناس",
  "DE1" : "( اللَّهُمَ إنِّي أسْتَخِيرُك بعِلْمِك، وأَسْتَقْدِرُك بقُدْرَتِك، وأَسْأَلُك مِن فَضْلِك العَظِيم، فإنَّك تَقْدِر ولَا أقْدِر، وتَعْلَم ولَا أعْلَم، وأَنْت عَلَّام الغيوب)",
  "DE2" : "(اللَّهُم إنْ كُنْت تَعْلَم أن هذا الأمْر خَيْر لي في دِينِي ومعاشِي وعَاقِبَة أمْرِي -أوْ قال: في عَاجِل أمْرِي وآجِلِه- فَاقْدُرْه لِي، وإنْ كُنْت تَعْلَم أن هذا الأمْر شَر لي في دِينِي ومعاشِي وعَاقِبَة أمْرِي -أوْ قالَ: في عَاجِل أمْرِي وآجِلِه- فَاصْرِفْه عَنِّي واصْرِفْنِي عنْه، واقْدُر لي الخَيْر حَيْثُ كَان، ثُم رَضِّنِي به، ويُسَمِّي حاجته)",
  "RAP1" :  "أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله(ثلاث مرات), اللّهُـمَّ أَنْـتَ السَّلامُ ، وَمِـنْكَ السَّلام ، تَبارَكْتَ يا ذا الجَـلالِ وَالإِكْـرام ",
  "RAP2" :   ",لا إلهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد. ",
  "RAP3" :   ",لا إلهَ إلاّ اللّه, وحدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمد، وهوَ على كلّ شيءٍ قدير، لا حَـوْلَ وَلا قـوَّةَ إِلاّ بِاللهِ، لا إلهَ إلاّ اللّـه، وَلا نَعْـبُـدُ إِلاّ إيّـاه, لَهُ النِّعْـمَةُ وَلَهُ الفَضْل وَلَهُ الثَّـناءُ الحَـسَن، لا إلهَ إلاّ اللّهُ مخْلِصـينَ لَـهُ الدِّينَ وَلَوْ كَـرِهَ الكـافِرون. ",
  "RAP4" :   ",سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ. (ثلاثاً وثلاثين) لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
  "RAP5" :  ",قراءة سورة الاخلاص وسورة الفلق وسورة الناس (مره بعد كل صلاه وثلاث مرات بعد صلاتي الفجر والغرب)",
  "RAP6" : ",اية الكرسي(مره واحده)",
  "RAP7" :  "لا إلهَ إلاّ اللّهُ وحْـدَهُ لا شريكَ لهُ، لهُ المُلكُ ولهُ الحَمْد، يُحيـي وَيُمـيتُ وهُوَ على كُلّ شيءٍ قدير (عشر مرات بعد صلاة الفجر). ",
  "AF1" :   "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ))",
  "AF2" :   "وَقَالَ صلى الله عليه وسلم: ((كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ))",
  "AF3" :   "وَقَالَ صلى الله عليه وسلم: ((لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ))",
"AF4" :   "وَقَالَ صلى الله عليه وسلم: ((أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ)) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: ((يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ))",
"AF5" : "((مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ))",
"AF6" :   "وَقَالَ صلى الله عليه وسلم: ((يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ))؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: ((قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ))",
"AF7" : "قال رسول الله صلى الله عليه وسلم : «أحب الكلام إلى الله أربع لا يَضُرُّك بِأَيِّهِنَّ بدأت: سُبْحَانَ الله، والحمد لله، ولا إله إلا الله، والله أكبر».",
"AF8" : "((الْبَاقِيَاتُ الصَّالِحَاتُ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ))",
"PT" : "اوقات الصلاه",
"f" : "الفجر",
"d" : "الظهر",
"a" : "العصر",
"m" : "المغرب" ,
"i" : "العشاء",
"s" : "شروق الشمس",
"NE" : " الحدث القادم : ",
"remT" : "الوقت المتبقي ",
"RSI" : "اقرأ سورة الاخلاص",
"RSK" : "اقرأ سورةالكهف",
"msg1" : "اجعل السهم العلوي بمحاذاة السهم السفلي",
"msg2" : "!! لاتضع الجهاز على قطعه معدنيه",
"msg3" : "قم بمعايرة البوصلة في كل مرة تستخدمها."
}