{
    "kTitle" : "Surat al-Kahf is one of the suras that is desirable to read on Friday",
    "kContent" : "About Abu Sa'id al-Khadari, may Allah be pleased with him: 'Whoever reads the surah of the cave on Friday is illuminated by the light between the two Fridays'.",
     "eTitle" : "Reading Surat al-Ikhlas modifies the reading of one-third of the Qur'an",
     "eContent" : "That is, in remuneration and reward, it has been proven that the Prophet (peace and blessings of Allaah be upon him) said: 'Cannot any of you read one third of the Qur'an on the night? They said: How to read a third of the Qur'an? He said, Say, 'Allah is one who amends one-third of the Qur'an.'",
     "readQuran" : "read Quran",
     "eTasbih" : "Electronic tasbih",
     "qibla" : "qibla",
     "adhkar" :  "adhkar",
     "prayTime" : "prayer timings ",
     "changeLang" : "change language ",
     "hadith" :  "Abu Hurayrah (may Allah be pleased with him) narrated directly from the Prophet (may Allah's peace and blessings be upon him) that he said: “Whoever says 'SUBHANALLAH WABIHAMDH' one hundred times, his sins will be unloaded from him, even if they were as much as the foam of the sea.” ",
     "click" : "Click",
     "reset" : "reset",
     "chaptersOfQuran" : "chapters of the Holy Quran",
     "verses" : "verses",
     "MER" : "Morning and Evening Remembrance",
     "WUR" : "Remembrance of waking up",
     "SR" : "Sleeping Remembrance",
     "IR" : "The prayer of the Istikhara dua",
     "RAP" : "Remembrance After prayers",
     "VTTTT" : "Virtues praisng Allaah",
     "sleepingDua" : "Bismika rabbee wadaAAtu janbee wabika arfaAAuh, fa-in amsakta nafsee farhamha, wa-in arsaltaha fahfathha bima tahfathu bihi AAibadakas-saliheen.",
     "wakeUpDua" : "Alhamdu lillahil-lathee ahyana baAAda ma amatana wa-ilayhin-nushoor.",
     "MED" : "Asbahnaa wa 'asbahal-mulku ('Amsaynaa wa'amsal-mulku) lillaahi walhamdu lillaahi, laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu, lahul-mulku wa lahul-hamdu wa Huwa 'alaa kulli shay'in Qadeer. Rabbi 'as'aluka khayra maa fee haathal-yawmi (maa fee haathyl-lila) wa khayra maa ba'dahu wa 'a'oothu bika min sharri maa fee haathal-yawmi (maa fee haathyl-lila) wa sharri maa ba'dahu(wa sharri maa ba'dahaa), Rabbi 'a'oothu bika minal-kasali, wa soo'il-kibari, Rabbi 'a'oothu bika min 'athaabin fin-naari wa 'athaabin fil-qabri._, (Recite in the bracket in the evening.)",
     "askAllahAfia" :"Allaahumma 'innee 'as'alukal-'afwa wal'aafiyata fid-dunyaa wal'aakhirati, Allaahumma 'innee 'as'alukal-'afwa wal'aafiyata fee deenee wa dunyaaya wa 'ahlee, wa maalee , Allaahum-mastur 'awraatee, wa 'aamin raw'aatee, Allaahum-mahfadhnee min bayni yadayya, wa min khalfee, wa 'an yameenee, wa 'an shimaalee, wa min fawqee, wa 'a'oothu bi'adhamatika 'an 'ughtaala min tahtee.",
     "seydulEstigfar" : "Bismillaahil-lathee laa yadhurru ma'as-mihi shay'un fil-'ardhi wa laa fis-samaa'i wa Huwas-Samee 'ul- 'Aleem. (3times)",
     "seekRefuge" : "A'outh bekalimat Allah Itamate min sharri ma khalaq",
     "InTheNameOfAllah" : "Allaahumma 'Anta Rabbee laa 'ilaaha 'illaa 'Anta, khalaqtanee wa 'anaa 'abduka, wa 'anaa 'alaa 'ahdika wa wa'dika mas-tata'tu, 'a'oothu bika min sharri maa sana'tu, 'aboo'u laka bini'matika 'alayya, wa 'aboo'u bithanbee faghfir lee fa'innahu laa yaghfiruth-thunooba 'illaa 'Anta.",
     "threeTimes" : "(three times)",
     "threeTimesAtNight" : "(three times at night)",
     "SI" : "Al-Ikhlās",
     "SF" : "Al-Falaq",
     "SN" : "An-nas",
     "DE1" : "(Allaahumma innee astakheeruka bi ilmika, wa astaqdiruka biqudratika, wa as aluka min fadhtikal- Adheemi, fa innaka taqdiru wa laa aqdiru, wa ta lamu, wa laa a lamu, wa Anta Allaamul-Ghuyoobi.) ",
     "DE2" : "( Allaahumma in kunta ta lamu anna haathal- amra-[then mention the thing to be decided] Khayrun lee fee deenee wa ma aashee wa aaqibati amree – [or say] Aajilihi wa aajilihi – Faqdurhu lee wa yassirhu lee thumma baarik lee feehi, wa in kunta ta lamu anna haathal- amra sharrun lee fee deenee wa ma aashee wa aaqibati amree – [or say] Aajilihi wa aajilihi – Fasrifhu annee wasrifnee anhu waqdur liyal-khayra haythu kaana thumma ardhinee bihi.)",
     "RAP1" :  "Astaghfirul-lah (three times) Allahumma antas-salam waminkas-salam, tabarakta ya thal-jalali wal-ikram.,",
     "RAP2" : "La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, allahumma la maniAAa lima aAAtayt, wala muAAtiya lima manaAAt, wala yanfaAAu thal-jaddi minkal-jad, ", 
     "RAP3" : "La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer. la hawla wala quwwata illa billah, la ilaha illal-lah, wala naAAbudu illa iyyah, lahun-niAAmatu walahul-fadl walahuth-thana-ol- hasan, la ilaha illal-lah mukhliseena lahud-deen walaw karihal-kafiroon., ",
     "RAP4" : "Subhanal-lah walhamdu lillah, wallahu akbar (thirty-three times). La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer.,",
     "RAP5" : "Reading surah Al-Ikhlas, Al-Falaq, and An-nas (3 times After fajr and magrib prayers. After the other prayers 1 time.), ",
     "RAP6" :  "Ayatul-kursi (one time)," ,
     "RAP7" :  "La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, yuhyee wayumeet, wahuwa AAala kulli shayin qadeer.(ten times after the maghrib & fajr prayers)",
    "AF1" : " Prophet also (may Allah's peace and blessings be upon him) said: “Whoever says, ten times:(lillah ILLA Allah WAHDOH LA SHARIK LH LAHULMULK WALHUALHAMD WAHOA ALAKUL SHYUN QADEER); will be as though he emancipated four slaves from the offspring of Isma‘īl.”",
    "AF2" : " Messenger of Allah (may Allah's peace and blessings be upon him) said: “There are two phrases that are dear to the Most Merciful, light on the tongue, and heavy on the scale: (SUBHANALLAH WABIHAMDH, SUBHANALLAH ALAZEEM).”",
    "AF3" : " Messenger of Allah (may Allah’s peace and blessings be upon him) said: When I say: '(SUBHANALLAH, WALHAMDULILLAH, WLILLAH ILLA ALLAH, WAALLAHU AKBAR),' this is more beloved to me than all that the sun rises upon.",
    "AF4" : "Messenger of Allah (may Allah's peace and blessings be upon him) when he said: 'Is anyone of you unable to earn one thousand good deeds each day?' One of those present asked: 'How can one earn one thousand good deeds?' He replied: (By glorifying Allah(saying SUBHANALLAH) one hundred times, one thousand good deeds will be added to his record, or one thousand sins will be removed from his record.)",
    "AF5" : "((Whoever said: SUBHANALLAH ALAZEEM WABIHAMDH planted a palm tree for him in Paradise)",
    "AF6" :   "The Prophet (peace and blessings of Allaah be upon him) said: 'O Abdullah ibn Qais, shall I not show you a treasure of paradise'? I said, Yes, O Messenger of Allah, he said, '(say LA HAWULA WLAQUATA ILLA BILLAH).'",
    "AF7" :  "Prophet (may Allah's peace and blessings be upon him) said: 'The most beloved speech to Allah is four, and you may start with any of them':(SUBHANALLAH, WALHUALHAMD, Wlillah ILLA Allah, WAALLAHU AKBAR .)",
    "AF8" : "the Prophet (may Allah's peace and blessings be upon him) said: The lasting good deeds are the statements:(LA ILLAH ILLA Allah, WASUBHANALLAH, WAALLAHU AKBAR, WALHAMDULILLAH, WLAHAWLA WLAQUATA ILLA BILLAH).",
     "PT" : "prayers time",
     "f" : "Fajr",
     "d" : "Dhur",
     "a" : "Asr",
     "m" : "Maghrib",
     "i" : "Isha",
     "s" : "Sunrise",
     "NE" : "Next event is : ",
     "remT" : "remaining time ",
     "RSI" : "read surah Al-Ikhlas",
     "RSK" : "read surah Al-Kahf",
     "msg1" : "Align both arrow head",
     "msg2" : "Do not put device close to metal object.",
     "msg3" : "Calibrate the compass eveytime you use it."
  }